export const navigationItems = [
    { text: "Пиццы", link: "#" },
    { text: "Напитки", link: "#" },
    { text: "Доставка и оплата", link: "#" },
    { text: "Контакты", link: "#" }
];

export const pizzas = [
    {
        name: "Мясная Делюкс",
        image: "assets/item-1.jpg",
        description: "Пепперони, лук, бекон, томатная паста, колбаски, перец, грибы, соус чили, ананасы"
    },
    {
        name: "Морская Премиум",
        image: "assets/item-2.jpg",
        description: "Пепперони, лук, бекон, томатная паста, колбаски, перец, грибы, соус чили, ананасы"
    },
    {
        name: "Бекон и Сосиски",
        image: "assets/item-3.jpg",
        description: "Пепперони, лук, бекон, томатная паста, колбаски, перец, грибы, соус чили, ананасы"
    },
    {
        name: "Куриная Делюкс",
        image: "assets/item-4.jpg",
        description: "Пепперони, лук, бекон, томатная паста, колбаски, перец, грибы, соус чили, ананасы"
    },
    {
        name: "Барбекю Премиум",
        image: "assets/item-5.jpg",
        description: "Пепперони, лук, бекон, томатная паста, колбаски, перец, грибы, соус чили, ананасы"
    },
    {
        name: "Пепперони Дабл",
        image: "assets/item-6.jpg",
        description: "Пепперони, лук, бекон, томатная паста, колбаски, перец, грибы, соус чили, ананасы"
    },
    {
        name: "Куриное Трио",
        image: "assets/item-7.jpg",
        description: "Пепперони, лук, бекон, томатная паста, колбаски, перец, грибы, соус чили, ананасы"
    },
    {
        name: "Сырная",
        image: "assets/item-8.jpg",
        description: "Пепперони, лук, бекон, томатная паста, колбаски, перец, грибы, соус чили, ананасы"
    }
];

export const descriptionItems  = [
    {
        image: "assets/hop.jpg",
        title: "Лучшее тесто",
        description: "Мы создаем тесто только из  отборной итальянской муки наивысшего качества"
    },
    {
        image: "assets/kitchen-pack.jpg",
        title: "Лучшие повара",
        description: "Пиццы готовят самые профессиональные итальянские повара"
    },
    {
        image: "assets/seo-and-web.jpg",
        title: "Гарантия качества",
        description: "Наша пиццерия получила множество наград и признаний по всему миру"
    },
    {
        image: "assets/holidays.jpg",
        title: "Отборные рецепты",
        description: "Мы используем рецепты от мировых лидеров в изготовлении пиццы"
    }
];

